{"pages":{"/about":{"title":"About","url":"/about","pagePurpose":"This page will give more information about:\n\n- who UM are\n- the legal details of UM\n- the terms and conditions","contentSections":[{"name":"intro","content":"# More about UM\n\nMore information to make grow confidence"}]},"/":{"title":"Home","url":"/","pagePurpose":"This page is the main entry point to the site and must quickly communicate the core purpose of the client.\n\nIt also serves as the primary navigation point to reach other sections of the site.","contentSections":[{"name":"intro","content":"# The Homepage\n\nIt all starts here. Give a summary of who you are and what you offer. Try to grab your visitor's attention in the first few seconds. Think about the message(s) you need to convey here: break them down into their core parts. What is the simplest way to say what you mean?\n\n\n"},{"name":"hero","content":"## What Do I Include?\n\nThis will largely be dictated by strategy, but you're the writer and it's also up to you to what information needs to be imparted and when.\n\n- Latest innovations\n- Editorial content\n- Primary CTAs\n"},{"name":"primary call to action","content":"## Start Their Journey\n\nThe immediate goal is to get vistors digging deeper and move them further down the funnel. Use primary CTAs to direct people to different stages of the buying cycle. Move the experience forwards to [Products](/become your own master) and Services. [add links]"},{"name":"additional information","content":"## Contact us\n\nMake it immediately clear how visitors can [get in touch with you](/about). Be open, accessible and friendly. \n\nMore information [about UM](/about) is available and you can find it at the about page."}]},"/thanks":{"title":"Get In Touch","url":"/thanks","pagePurpose":"Shown to a user following the submission of content, this page should serve as a comfirmation and then provide a lauchcing off point to more information.\n\nKeeping engagement on other channels and retaining contact will be important.","contentSections":[{"name":"intro","content":"# We got you\n\nNever an optional page! Include postal address, phone number, email and links to social media. If you have a bricks and mortar location, list your opening hours.\n\nRemember: people are often getting in touch to complain or ask for support, so be empathetic here: the language is clear and polite – and here to help."}]},"/terms":{"title":"Terms & Conditions","url":"/terms","pagePurpose":"A legal page to communicate the terms and conditions.","contentSections":[{"name":"intro","content":"# And now for the boring part... \n\nNobody likes to wade through legalese – but it's important. You won't write any of this but it's a *very good idea* to proofread it when it's finally supplied. The longer and more convoluted the text, the more places for errors to hide. \n\nMaybe employ a bit of humour here. Not too much – just a little."},{"name":"preformated text","content":"## Terms and conditions\n\nand so on and so on..."}]},"/begin":{"title":"Products & Services","url":"/begin","pagePurpose":"This is where an artist will make contact and make us aware of their music. They will be able to either upload to link to their content and provide conact details.\n\nThe page will also need to establish trust and confidence in the process.","contentSections":[{"name":"intro","content":"# The Product Is King\n\nIt's true. It's the reason this site is being created. So put the product ahead of the brand for a moment and focus on real-world benefits. All the time, be thinking about your TOV. It should grow alongside this experience until it informs every word that supports it."},{"name":"actions","content":"## Services Are Still Products\n\nYou just can't hold them in your hands. Treat them the same way: how will they make life better, what benefits do they offer?\n\n## What's the USP?\n\nYour products and services are different to your competitors'. Find a way to show (not tell) how.\n\n## Less is more\n\nLots of product categories? Multiple services? Save them for child pages. Don't try to say too much at this point; we're still guiding people towards the content they want."}]}}}